tap "coursier/formulas"
tap "daviderestivo/emacs-head"
tap "derailed/k9s"
tap "getantibody/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "lucapette/tap"
tap "muesli/tap"
tap "saulpw/vd"
tap "universal-ctags/universal-ctags"
cask "osxfuse"
brew "advancemame"
brew "antigen"
brew "anycable-go"
brew "gmp"
brew "gcc"
brew "openblas"
brew "sqlite"
brew "snappy"
brew "apache-arrow"
brew "libffi"
brew "apache-arrow-glib"
brew "apache-spark"
brew "docbook"
brew "asciidoc"
brew "asciinema"
brew "automake"
brew "libtool"
brew "asdf"
brew "awscli"
brew "bash"
brew "openjdk"
brew "bfg"
brew "bwm-ng"
brew "python@3.8"
brew "certbot"
brew "cmake"
brew "csvkit"
brew "curl"
brew "zeromq"
brew "czmq", args: ["HEAD"]
brew "direnv"
brew "docbook-xsl"
brew "docbook2x"
brew "docutils", link: false
brew "dog"
brew "dvc"
brew "emacs", link: false
brew "eless"
brew "exa"
brew "exercism"
brew "fd"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "fish"
brew "fop"
brew "fpp"
brew "gawk"
brew "libxml2"
brew "nss"
brew "gdal"
brew "gdb"
brew "gdk-pixbuf"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitui"
brew "gnupg"
brew "go"
brew "goofys"
brew "gotop"
brew "gpgme"
brew "gpp"
brew "graphviz"
brew "helm"
brew "helm@2"
brew "hstr"
brew "htop"
brew "httpie"
brew "hunspell"
brew "imagemagick"
brew "ipython"
brew "jq"
brew "jsonpp"
brew "node"
brew "jupyterlab"
brew "kompose"
brew "lastpass-cli"
brew "libgccjit"
brew "libiconv"
brew "librsvg"
brew "libssh"
brew "minikube"
brew "mitmproxy"
brew "mkcert"
brew "mosh"
brew "multimarkdown"
brew "mysql"
brew "neovim"
brew "nethogs"
brew "nmap"
brew "node-build"
brew "nodenv"
brew "postgresql", restart_service: true
brew "osm2pgsql"
brew "osmfilter"
brew "parallel"
brew "parquet-tools"
brew "pgcli"
brew "pinentry-mac"
brew "postgis"
brew "postgresql@12"
brew "procs"
brew "pspg"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-yq"
brew "r"
brew "radare2"
brew "ruby-build"
brew "rbenv"
brew "rbspy"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "s3fs"
brew "sassc"
brew "selenium-server-standalone"
brew "sshuttle"
brew "starship"
brew "terminal-notifier"
brew "wireshark", link: false
brew "termshark"
brew "the_silver_searcher"
brew "tldr"
brew "tmate"
brew "tmux"
brew "tmuxinator"
brew "upx"
brew "urlview"
brew "v8"
brew "wget"
brew "yamllint"
brew "yarn"
brew "zplug"
brew "coursier/formulas/coursier"
brew "daviderestivo/emacs-head/emacs-head@27", args: ["with-cocoa", "with-imagemagick"], link: false
brew "derailed/k9s/k9s"
brew "getantibody/tap/antibody"
brew "heroku/brew/heroku"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "lucapette/tap/fakedata"
brew "muesli/tap/duf"
brew "saulpw/vd/visidata"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adoptopenjdk8"
cask "alacritty"
cask "amethyst"
cask "caffeine"
cask "cakebrew"
cask "calibre"
cask "chromedriver"
cask "cyberduck"
cask "daisydisk"
cask "dash"
cask "dbeaver-community"
cask "figma"
cask "font-bitstream-vera"
cask "font-fira-code"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-juliamono"
cask "gitkraken"
cask "google-chrome"
cask "hex-fiend"
cask "intellij-idea-ce"
cask "java"
cask "knockknock"
cask "launchrocket"
cask "lockdown"
cask "lulu"
cask "lumen"
cask "macsvg"
cask "malwarebytes"
cask "muzzle"
cask "netiquette"
cask "ngrok"
cask "nightowl"
cask "openemu"
cask "owasp-zap"
cask "persepolis-download-manager"
cask "pgadmin4"
cask "phantomjs"
cask "qgis"
cask "recordit"
cask "redisinsight"
cask "rstudio"
cask "sourcetree"
cask "tad"
cask "tor-browser"
cask "virtualbox"
cask "wercker-cli"
cask "wireshark"
cask "zoomus"
