tap "achannarasappa/tap"
tap "browsh-org/browsh"
tap "cantino/mcfly"
tap "coursier/formulas"
tap "cube2222/octosql"
tap "d12frosted/emacs-plus"
tap "daviderestivo/emacs-head"
tap "depot/tap"
tap "derailed/k9s"
tap "eddieantonio/eddieantonio"
tap "getantibody/tap"
tap "helix-editor/helix"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "iloveitaly/tap"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "lucapette/tap"
tap "muesli/tap"
tap "normen/tap"
tap "possatti/possatti"
tap "saulpw/vd"
tap "shopify/shopify"
tap "tangramdotdev/tap"
tap "thecasualcoder/stable"
tap "universal-ctags/universal-ctags"
tap "xo/xo"
brew "advancemame"
brew "fontconfig"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "libtiff"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "angle-grinder"
brew "git"
brew "antibody"
brew "antigen"
brew "anycable-go"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "grpc"
brew "snappy"
brew "thrift"
brew "utf8proc"
brew "apache-arrow"
brew "python@3.11"
brew "apache-arrow-glib"
brew "apache-spark"
brew "apr-util"
brew "boost"
brew "docbook"
brew "python@3.10"
brew "asciidoc"
brew "asciinema"
brew "automake"
brew "gmp"
brew "libtool"
brew "asdf"
brew "at-spi2-core"
brew "atuin"
brew "augeas"
brew "pycparser"
brew "docutils", link: false
brew "awscli"
brew "bash"
brew "bat"
brew "openjdk"
brew "bfg"
brew "node"
brew "bitwarden-cli"
brew "black"
brew "bore-cli"
brew "gcc"
brew "btop"
brew "bwm-ng"
brew "caddy"
brew "certbot"
brew "cgal"
brew "circleci"
brew "cmake"
brew "crystal"
brew "csvkit"
brew "curl"
brew "zeromq"
brew "czmq", args: ["HEAD"], link: false
brew "difftastic"
brew "direnv"
brew "docbook-xsl"
brew "docbook2x"
brew "docker-slim"
brew "dog"
brew "pygit2"
brew "python-tabulate"
brew "dvc"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs", link: false
brew "guile"
brew "libffi"
brew "eless"
brew "espeak"
brew "exa"
brew "exercism"
brew "expect"
brew "f3"
brew "fd"
brew "felinks"
brew "fennel"
brew "libass"
brew "libbluray"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "pmix", link: false
brew "open-mpi"
brew "fftw"
brew "fish"
brew "fop"
brew "fping"
brew "fx"
brew "gawk", link: false
brew "gd"
brew "gpgme"
brew "hdf5"
brew "libheif"
brew "python@3.9"
brew "libspatialite"
brew "netcdf"
brew "nss"
brew "poppler"
brew "gdal"
brew "gdb"
brew "ghostscript"
brew "ghq"
brew "git-annex"
brew "git-delta"
brew "git-lfs"
brew "gitui"
brew "glances"
brew "hunspell"
brew "qt"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "goofys"
brew "gotop"
brew "gpp"
brew "graphviz"
brew "groff"
brew "gron"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "h3"
brew "helix"
brew "helm"
brew "helm@2"
brew "hstr"
brew "htop"
brew "httpie"
brew "python@3.8"
brew "imagemagick"
brew "imagemagick@6"
brew "invoice"
brew "jaq"
brew "jless"
brew "jpeginfo"
brew "jq"
brew "jsonpp"
brew "mypy"
brew "python-lsp-server"
brew "jupyterlab", link: false
brew "just"
brew "kompose"
brew "lastpass-cli"
brew "libdap"
brew "libfido2"
brew "libgccjit"
brew "libgsf"
brew "libicns"
brew "libiconv"
brew "libmatio"
brew "libplacebo"
brew "libproxy"
brew "libslirp"
brew "libssh"
brew "lnav"
brew "mas"
brew "mdk"
brew "minikube"
brew "mitmproxy"
brew "mkcert"
brew "mosh"
brew "mplayer"
brew "yt-dlp"
brew "mpv"
brew "multimarkdown"
brew "mysql"
brew "neovim"
brew "nethogs"
brew "nmap"
brew "node-build"
brew "nodenv"
brew "openslide"
brew "osm2pgsql"
brew "osmfilter"
brew "parallel"
brew "parquet-tools"
brew "pgcli"
brew "pgformatter"
brew "pgxnclient"
brew "pigz"
brew "pinentry-mac"
brew "pipx"
brew "qemu"
brew "podman"
brew "podman-compose"
brew "poppler-qt5"
brew "postgresql@14", restart_service: true
brew "protobuf-c"
brew "sfcgal"
brew "postgis"
brew "postgresql@12"
brew "postgresql@13"
brew "procs"
brew "pspg"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-yq"
brew "r", link: false
brew "radare2"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "rbspy"
brew "rclone"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "s3fs"
brew "sassc"
brew "scrcpy"
brew "selenium-server"
brew "smug"
brew "socat"
brew "sox"
brew "sqlfluff"
brew "sshuttle"
brew "starship"
brew "subversion"
brew "tangram"
brew "terminal-notifier"
brew "wireshark", link: false
brew "termshark"
brew "the_silver_searcher"
brew "tldr"
brew "tmate"
brew "tmux"
brew "tmuxinator"
brew "trzsz"
brew "universal-ctags", args: ["HEAD"]
brew "upx"
brew "urlview"
brew "v8"
brew "vips"
brew "webhook"
brew "wordnet"
brew "xsv"
brew "yamllint"
brew "yarn"
brew "zoxide"
brew "zplug"
brew "achannarasappa/tap/ticker"
brew "cantino/mcfly/mcfly"
brew "coursier/formulas/coursier"
brew "cube2222/octosql/octosql"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-imagemagick", "with-native-comp", "with-poll", "with-spacemacs-icon", "with-xwidgets"], link: false
brew "d12frosted/emacs-plus/emacs-plus@30", args: ["with-imagemagick", "with-native-comp", "with-spacemacs-icon", "with-xwidgets"]
brew "depot/tap/depot"
brew "derailed/k9s/k9s"
brew "eddieantonio/eddieantonio/imgcat"
brew "heroku/brew/heroku"
brew "iloveitaly/tap/opbookmarks"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "lucapette/tap/fakedata"
brew "muesli/tap/duf"
brew "normen/tap/whatscli"
brew "possatti/possatti/pokemonsay"
brew "saulpw/vd/visidata"
brew "shopify/shopify/toxiproxy"
brew "thecasualcoder/stable/csvdiff"
brew "xo/xo/usql"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "adoptopenjdk8"
cask "alacritty"
cask "alt-tab"
cask "amethyst"
cask "android-file-transfer"
cask "arc"
cask "authy"
cask "balenaetcher"
cask "bitwarden"
cask "brave-browser"
cask "caffeine"
cask "cakebrew"
cask "calibre"
cask "chromedriver"
cask "cyberduck"
cask "daisydisk"
cask "dash"
cask "dbeaver-community"
cask "figma"
cask "font-bitstream-vera"
cask "font-fira-code"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-juliamono"
cask "gitkraken"
cask "google-chrome"
cask "hammerspoon"
cask "hex-fiend"
cask "ilspy"
cask "imhex"
cask "intellij-idea-ce"
cask "keepassxc"
cask "knockknock"
cask "launchrocket"
cask "libreoffice"
cask "librewolf"
cask "lockdown"
cask "lulu"
cask "lumen"
cask "maccy"
cask "macfuse"
cask "macsvg"
cask "mactex"
cask "malwarebytes"
cask "miniconda"
cask "muzzle"
cask "netiquette"
cask "ngrok"
cask "openemu"
cask "openmtp"
cask "osxfuse"
cask "paragon-ntfs"
cask "persepolis-download-manager"
cask "pgadmin4"
cask "phantomjs"
cask "podman-desktop"
cask "qgis"
cask "quitter"
cask "r"
cask "raycast"
cask "recordit"
cask "redisinsight"
cask "rstudio"
cask "signal"
cask "sloth"
cask "sourcetree"
cask "tabby"
cask "tad"
cask "tor-browser"
cask "tuple"
cask "utm"
cask "via"
cask "virtualbox"
cask "wercker-cli"
cask "wine-stable"
cask "wireshark"
cask "xquartz"
cask "zap"
cask "zoom"
mas "AI Dreamer", id: 1608856807
mas "Clocker", id: 1056643111
mas "Core Tunnel", id: 1354318707
mas "Gifski", id: 1351639930
mas "JustStream", id: 1474804779
mas "Microsoft PowerPoint", id: 462062816
mas "Numbers", id: 409203825
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
vscode "bodil.file-browser"
vscode "danielgjackson.auto-dark-mode-windows"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "fudd.toggle-zen-mode"
vscode "golang.go"
vscode "jacobdufault.fuzzy-search"
vscode "kahole.magit"
vscode "kamikillerto.vscode-colorize"
vscode "karunamurti.haml"
vscode "mads-hartmann.yassnippet"
vscode "marlon407.code-groovy"
vscode "mathiasfrohlich.kotlin"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.debugger-for-chrome"
vscode "msjsdiag.vscode-react-native"
vscode "orta.vscode-jest"
vscode "robbowen.synthwave-vscode"
vscode "rust-lang.rust"
vscode "ryanolsonx.zenburn"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "vspacecode.vspacecode"
vscode "vspacecode.whichkey"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "xabikos.javascriptsnippets"
