tap "achannarasappa/tap"
tap "browsh-org/browsh"
tap "cantino/mcfly"
tap "coursier/formulas"
tap "d12frosted/emacs-plus"
tap "daviderestivo/emacs-head"
tap "derailed/k9s"
tap "eddieantonio/eddieantonio"
tap "getantibody/tap"
tap "helix-editor/helix"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "lucapette/tap"
tap "muesli/tap"
tap "possatti/possatti"
tap "saulpw/vd"
tap "tangramdotdev/tap"
tap "thecasualcoder/stable"
tap "universal-ctags/universal-ctags"
brew "advancemame"
brew "libffi"
brew "glib"
brew "tcl-tk"
brew "gdk-pixbuf"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "angle-grinder"
brew "git"
brew "antibody"
brew "antigen"
brew "anycable-go"
brew "gmp"
brew "gcc"
brew "grpc"
brew "openblas"
brew "numpy", link: false
brew "snappy"
brew "thrift"
brew "apache-arrow"
brew "apache-arrow-glib"
brew "apache-spark"
brew "docbook"
brew "python@3.10"
brew "asciidoc"
brew "asciinema"
brew "automake"
brew "libtool"
brew "asdf"
brew "atk"
brew "awscli"
brew "bash"
brew "bat"
brew "openjdk"
brew "bfg"
brew "node"
brew "bitwarden-cli"
brew "bwm-ng"
brew "certbot"
brew "cmake"
brew "csvkit"
brew "curl"
brew "zeromq"
brew "czmq", args: ["HEAD"]
brew "direnv"
brew "docbook-xsl"
brew "docbook2x"
brew "docker-slim"
brew "docutils", link: false
brew "dog"
brew "libgit2"
brew "dvc"
brew "guile"
brew "gnutls"
brew "emacs", link: false
brew "eless"
brew "exa"
brew "exercism"
brew "expect"
brew "fd"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "fish"
brew "fop"
brew "fping"
brew "gawk"
brew "libdap"
brew "libpq"
brew "libspatialite"
brew "netcdf"
brew "nss"
brew "poppler-qt5"
brew "gdal"
brew "gdb"
brew "ghq"
brew "git-delta"
brew "git-lfs"
brew "gitui"
brew "glances"
brew "gnupg"
brew "go"
brew "goofys"
brew "gotop"
brew "gpgme"
brew "gpp"
brew "graphviz"
brew "gron"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "h3"
brew "helm"
brew "helm@2"
brew "hledger"
brew "hstr"
brew "htop"
brew "httpie"
brew "hunspell"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "imagemagick@6"
brew "ipython"
brew "jpeginfo"
brew "jq"
brew "jsonpp"
brew "jupyterlab"
brew "kompose"
brew "lastpass-cli"
brew "lazydocker"
brew "ledger"
brew "libgccjit"
brew "libgsf"
brew "libiconv"
brew "libproxy"
brew "libssh"
brew "lnav"
brew "mdk"
brew "minikube"
brew "mitmproxy"
brew "mkcert"
brew "mosh"
brew "multimarkdown"
brew "mysql"
brew "neovim"
brew "nethogs"
brew "nmap"
brew "node-build"
brew "nodenv"
brew "postgresql", restart_service: true
brew "osm2pgsql"
brew "osmfilter"
brew "parallel"
brew "parquet-tools"
brew "pgcli"
brew "pgformatter"
brew "pigz"
brew "pinentry-mac"
brew "podman"
brew "qt"
brew "poppler"
brew "protobuf-c"
brew "sfcgal"
brew "postgis"
brew "postgresql@12"
brew "postgresql@13"
brew "procs"
brew "pspg"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-yq"
brew "r", link: false
brew "radare2"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "rbspy"
brew "redis"
brew "ripgrep"
brew "s3fs"
brew "sassc"
brew "selenium-server"
brew "smug"
brew "socat"
brew "sqlfluff"
brew "sshuttle"
brew "starship"
brew "subversion"
brew "terminal-notifier"
brew "wireshark", link: false
brew "termshark"
brew "the_silver_searcher"
brew "tldr"
brew "tmate"
brew "tmux"
brew "tmuxinator"
brew "upx"
brew "urlview"
brew "v8"
brew "vips"
brew "wget"
brew "wordnet"
brew "xsv"
brew "yamllint"
brew "yarn"
brew "zoxide"
brew "zplug"
brew "achannarasappa/tap/ticker"
brew "cantino/mcfly/mcfly"
brew "coursier/formulas/coursier"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-imagemagick", "with-native-comp", "with-xwidgets"]
brew "derailed/k9s/k9s"
brew "eddieantonio/eddieantonio/imgcat"
brew "helix-editor/helix/helix"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
brew "lucapette/tap/fakedata"
brew "muesli/tap/duf"
brew "possatti/possatti/pokemonsay"
brew "saulpw/vd/visidata"
brew "tangramdotdev/tap/tangram"
brew "thecasualcoder/stable/csvdiff"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adobe-acrobat-reader"
cask "adoptopenjdk8"
cask "alacritty"
cask "amethyst"
cask "balenaetcher"
cask "caffeine"
cask "cakebrew"
cask "calibre"
cask "chromedriver"
cask "cyberduck"
cask "daisydisk"
cask "dash"
cask "dbeaver-community"
cask "figma"
cask "font-bitstream-vera"
cask "font-fira-code"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-juliamono"
cask "gitkraken"
cask "google-chrome"
cask "hex-fiend"
cask "intellij-idea-ce"
cask "java"
cask "keepassxc"
cask "knockknock"
cask "launchrocket"
cask "libreoffice"
cask "lockdown"
cask "lulu"
cask "lumen"
cask "maccy"
cask "macsvg"
cask "mactex"
cask "malwarebytes"
cask "muzzle"
cask "netiquette"
cask "ngrok"
cask "nightowl"
cask "openemu"
cask "osxfuse"
cask "owasp-zap"
cask "persepolis-download-manager"
cask "pgadmin4"
cask "phantomjs"
cask "qgis"
cask "r"
cask "recordit"
cask "redisinsight"
cask "rstudio"
cask "signal"
cask "sourcetree"
cask "tad"
cask "tor-browser"
cask "virtualbox"
cask "wercker-cli"
cask "wireshark"
cask "xquartz"
cask "zoomus"
